{
  "<script>alert(‘Hello Yakit!’)</script> ——红炉点雪": "<script>alert('Hello Yakit!')</script> ——Red Stove Snow Point",
  "@所有人，据说用了Yakit后就不必再卷了！": "@everyone, it's said that after using Yakit, you don't have to roll anymore!",
  "Yakit，为您提供渗透问题的完美解决方案 ——酒零": "Yakit, providing the perfect solution for your penetration problems ——Wine Zero",
  "Yaklang 引擎下载中...": "Yaklang Engine downloading...",
  "webfuzzer时根目录插入字典，会有意想不到的收获 ——是果实菌啊": "When inserting a dictionary into the root directory during webfuzzer, you'll have unexpected gains ——It's Fruity Mushroom",
  "yakit写监听参数时不必写socks的版本号 ——是果实菌啊 ": "You don't need to write the SOCKS version number when writing listener parameters in Yakit ——It's Fruity Mushroom",
  "yaklang 数据库错误": "Yaklang Database Error",
  "下载完毕": "Download complete",
  "今天搬砖不狠，明天地位不稳": "If you don't work hard today, your position won't be stable tomorrow",
  "你的鼠标，掌控世界！——Chelth": "Your mouse, controlling the world! ——Chelth",
  "使用热标签，可以中间处理des aes等加密，无需再碰py ——是果实菌啊": "Using hot tags allows you to process encryption like des aes in the middle, no need to touch py again ——It's Fruity Mushroom",
  "修复成功": "Repair successful",
  "再不用Yakit，卷王就是别人的了": "If you don't use Yakit again, the title of 'Roll King' will belong to someone else",
  "切换连接模式": "Switch connection mode",
  "别让无聊占据你的时间，来探索新世界吧！——Chelth": "Don't let boredom take up your time, come and explore a new world! ——Chelth",
  "刷新": "Refresh",
  "取消": "Cancel",
  "后自动连接引擎 ...": "Connecting to the engine automatically...",
  "尝试修复数据库写权限（可能要求 ROOT 权限）": "Attempting to repair database write permissions (may require ROOT access)",
  "尝试重新连接引擎中 ...": "Attempting to reconnect to the engine...",
  "引擎连接中 ...": "Engine connecting...",
  "手动引擎启动失败！": "Manual engine startup failed!",
  "手动引擎启动成功！": "Manual engine startup successful!",
  "手动连接引擎": "Manually connect to the engine",
  "打工不仅能致富，还能交友娶媳妇": "Working not only makes you wealthy but also helps you make friends and find a spouse",
  "打工人，打工魂，打工人是人上人": "Worker, work spirit, workers are the best",
  "打工可能会少活十年，不打工你一天也活不下去。": "Working may reduce your lifespan by ten years; without working, you can't survive a day.",
  "打工累吗？累！但我不能哭，因为骑电动车擦眼泪不安全。": "Is working tiring? Yes! But I can't cry because it's unsafe to wipe tears while riding an electric scooter.",
  "控制模式": "Control mode",
  "暂无图片": "No images available",
  "有人相爱，有人夜里看海，有人七八个闹钟起不来，早安打工人!": "Some people are in love, some watch the sea at night, some can't wake up with seven or eight alarms. Good morning, workers!",
  "未知模式": "Unknown mode",
  "本地模式": "Local mode",
  "来用Yakit啦？安全圈还是你最成功": "Are you using Yakit? Safety circle or your most successful choice",
  "查看日志": "View logs",
  "欢迎使用 ${getReleaseEditionName()}": "__STRING_NOT_TRANSLATED__",
  "没有困难的工作，只有勇敢的打工人。": "There are no difficult jobs, only brave workers.",
  "热加载fuzz快速定位，轻松挖洞无压力 ——k1115h0t": "Hot-loaded fuzz for quick targeting, digging holes with ease ——k1115h0t",
  "立即修复": "Repair immediately",
  "请关闭引擎后重试": "Please close the engine and try again",
  "请选择连接模式": "Please select the connection mode",
  "跳过倒计时": "Skip countdown",
  "软件加载中 ...": "Software loading...",
  "返回": "Back",
  "这届网安人，人手一个Yakit，香惨了！": "This generation of cybersecurity experts, each with a Yakit, is awesome!",
  "远程控制中 ...": "Remote control in progress...",
  "远程模式": "Remote mode",
  "连接超时 ...": "Connection timeout...",
  "重试": "Retry",
  "隐藏日志": "Hide logs"
}
